Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: In case the patient desires to lighten the other teeth in addition to the tooth with calcific metamorphosis, these authors recommended bleaching the single discolored tooth first and then making a new full-coverage tray to lighten the entire arch (Denehy and Swift 1992).
vi: Trường hợp bệnh nhân muốn làm trắng răng khác ngoài răng bị vôi hoá, các tác giả đề nghị tẩy trắng răng đơn lẻ trước và làm một khay phủ toàn bộ răng để làm trắng toàn bộ hàm (Denehy và Swift 1992).

source: In case the patient is unable to wait for 2 weeks, it has been shown that removal of surface enamel prior to bonding restores enamel bond strengths to normal level (Cvitko et al.
vi: Trong trường hợp bệnh nhân không muốn đợi 2 tuần, người ta chứng minh rằng loại bỏ bề mặt men răng trước khi dán phục hồi độ bền dán men răng về mức bình thường (Cvitko và cộng sự

source: In case the patient perceives that there has been a color regression and is willing to touch-up the teeth color, the original bleaching tray may be applied for 2 or 3 nights using the same 10 % carbamide peroxide gel.
vi: Trong trường hợp bệnh nhân cảm nhận rằng màu răng đã hồi phục và sẵn sàng liên lạc để làm trắng thêm, khay tẩy trắng ban đầu có thể dùng 2 hoặc 3 đêm bằng gel carbamide peroxide 10 %.

source: In case the profes- sionals are dealing with a very sensitive patient, the number of product refreshments as well as its application time can be reduced.
vi: Trường hợp bác sĩ đối phó với bệnh nhân rất nhạy cảm, số lần thay mới thuốc cũng như thời gian áp dụng có thể được giảm bớt.

source: In case the tray no longer fits the patient’s teeth as a result of recent restorations or extracted teeth, disposable trays prefilled with 6 %, 10 %, or 15 % hydrogen peroxide gel (Opalescence Go, Ultradent Products, Inc.) may be used 2 or 3 days.
vi: Trong trường hợp khay không còn vừa với bệnh nhân như sau khi phục hình hoặc nhổ răng, khay bán sẵn với hydrogen peroxide 6 %, 10 %, hoặc 15% có thể được sử dụng 2 hoặc 3 ngày.

source: In cases for which the clinician is unsure how deep the defect pene- trates the surface, there is nothing to lose except clinical time, by attempting microabrasion initially.
vi: Trong trường hợp mà các bác sĩ là không chắc chắn khiếm khuyết xâm nhập sâu bao nhiêu, không có gì để mất ngoài thời gian bằng cách thử vi mài mòn ban đầu.

source: In conclusion, resin infiltration is a micro-invasive approach that adds to the existing armamentarium of treatment options to improve the aesthetics of buccal white spot lesions.
vi: Kết luận, xâm nhập nhựa là một tiếp cận vi xâm lấn mà thêm vào sự trang bị của chọn lựa điều trị để cải thiện thẩm mỹ của tổn thương đốm trắng mặt ngoài.

source: In contact with water, sodium perborate decomposes with the liberation of hydrogen peroxide and later of oxygen.
vi: Khi tiếp xúc với nước, sodium perborate phân huỷ giải phóng hydrogen peroxide và sau đó là oxy.

source: In contrast to classical micro-abrasion, not the complete lesion but only the surface layer needs to be removed.
vi: Ngược lại với vi mài mòn điển hình, không phải hoàn toàn tổn thương mà chỉ lớp bề mặt cần phải loại bỏ.

source: In contrast to fluorosis, the opacity is always distinct as the porosity affects the complete enamel depth from the surface up the enamel dentin junction.
vi: Ngược lại với nhiễm fluor, độ trong suốt luôn luôn khác biệt độ xốp ảnh hưởng toàn bộ chiều sâu men răng từ bề mặt tới đường nối men ngà.

source: In extracted teeth, significantly less peroxide reaches the pulp from a 15 % carbamide peroxide gel (equivalent to 5.25 % hydrogen peroxide) than from a 5 % hydrogen
vi: Trong răng được nhổ, peroxide tới buồng tuỷ ít hơn có ý nghĩa từ gel carbamide peroxide 15 % (tương đương 5.25 % hydrogen peroxide) hơn 5 % hydrogen

source: In face of that, other investigators have hypothesized that bleaching-induced TS may result from some degree of pulpal inflammation due to the higher amount of HP that reaches the pulp.
vi: Vì lý do đó, các nhà nghiên cứu khác đưa ra giả thuyết rằng tẩy trắng gây nhạy cảm có thể gây ra viêm tuỷ răng mức độ nào đó do lượng HP lớn hơn vào tuỷ răng.

source: In fact, from chemical theories, one knows that in the simplest chemical reactions, the highest concentration of reac- tants raises collisions per unit time, and hence increases the reaction rate.
vi: Thực tế là, từ lý thuyêt hoá học, một người biết răng trong phản ứng hoá học đơn giản nhất, nồng độ cao nhất của phản ứng tăng va chạm trong một đơn vị thời gian, do đó răng tốc phản ứng.

source: In fact, the findings of one study showed that in a pH = 9.0, the dissociation rate of the HP was 2.7 times higher than that in an acidic solution (pH = 4.4) (Frysh et al.
vi: Thực tế là những phát hiện của một nghiên cứu cho thấy rằng trong pH = 9.0, tỉ lệ phân ly của HP cao hơn 2.7 lần trong dung dịch axit (pH = 4.4) (Frysh và cộng sự

source: In fact, the maxi- mum lightening effect occurs during the first month (Matis et al.
vi: Thực tế là, hiệu quả làm trắng cao nhất trong tháng đầu (Matis và cộng sự

source: In general, color change (L* and b* parameters) seems much more pronounced when they were measured immediately after the procedure (time 0), with significant reductions of L* and increases of b* after 1–2 weeks due to the dental rehydration and remineral- ization.
vi: Nói chung, thay đổi màu sắc (thông số L* và b* )có vẻ rõ ràng hơn khi chúng được đo ngay lập tức sau điều trị (thời gian 0), giảm có ý nghĩa của L* và tăng b* sau 1 - 2 tuần do sự hoàn lại độ ẩm và tái khoáng của răng.

source: In many cases, the most striking results occur when enamel microabrasion is combined with dental bleaching.
vi: Trong nhiều trường hợp, kết quả nổi bật nhất xảy ra khi vi mài mòn men răng là phối hợp với tẩy trắng răng.

source: In mild forms only the superficial enamel is affected.
vi: Trong dạng nhẹ chỉ có men răng bề mặt bị ảnh hưởng.

source: In more severe cases the enamel surface becomes pitted, displaying porosities on the surface (Chap.
vi: Trong trường hợp nghiêm trọng hơn, bề mặt men răng bị lủng, tạo thành nhiều hố nhỏ trên bề mặt (chương

source: In more severe forms, the white lines converge to white spots that affect from up to the complete cusp (Fig. 10.3).
vi: Trong dạng nặng hơn, đường trắng hội tụ tới điểm trắng mà ảnh hưởng từ múi răng hoàn chỉnh. (Hình 10.3).

source: In one case, minocycline was utilized in the root canal as a component of antibiotic paste resulting in blue discoloration of immature necrotic permanent teeth in children (Dabbagh et al.
vi: Trong một trường hợp, minocycline đã được sử dụng trong ống tuỷ như là một thành phần của hỗn hợp kháng sinh kết quả đổi màu xanh nhạt của răng chưa trưởng thành hoại tử tuỷ ở trẻ em (Dabbagh và cộng sự

source: In one study (Costa et al.
vi: Trong một nghiên cứu (Costa và cộng sự

source: In order to bleach a pulpless tooth the operator must first fill the root at least one third its length… Discolored dentine if hard need not be cut away.
vi: Để tẩy trắng một răng chết tuỷ, bác sĩ phải làm đầy ít nhất 1/3 chiều dài chân răng... Ngà đổi màu nếu cứng không cần phải cắt đi.

source: In other cases in which etiology of the defect is unknown, the proper diagnosis is “idiopathic enamel dysmineralization.” Decalcification defects, which are white, result from acid dissolution of the outer layer of enamel and are the first stage in the dental caries process.
vi: Trong trường hợp maf nguyên nhân khiếm khuyết không rõ, chẩn đoán phù hợp là "loạn khoáng hoá men răng vô căn". Khiếm khuyết khử khoáng màu trắng, kết quả làm hoà tan do acid của lớp men răng bên ngoài và là giai đoạn đầu trong quá trình sâu răng.

source: In other words, the darker the teeth, the lower the intensity and risk of TS.
vi: Nói cách khác, răng càng đậm màu, mức độ và nguy cơ nhạy cảm càng thấp.

source: In regard to the action of fluorides, it is hypothesized that the precipitation of calcium fluoride crystals in dentin can reduce the functional radius of the dentinal tubules and also the permeability of this tissue to the hydrogen peroxide.
vi: Liên quan đến hoạt động của fluoride, có giả thuyết rằng sự kết tủa của tinh thể calcium fluoride trong ngà răng có thể giảm gốc chức năng của các ống ngà và cũng giảm tính thấm của mô này với hydrogen peroxide.

source: In regard to the presence of desensitizing agents, we still recommend products containing it.
vi: Liên quan đến sự hiện diện của chất chống nhạy cảm, chúng tôi vẫn đề nghị sản phẩm nên có chúng.

source: In restored teeth, the depth and size of the res- torations (Parreiras et al.
vi: Ơ răng được phục hồi, độ sâu và kích thước của phục hồi (Parreiras và cộng sự

source: In severe forms nearly the complete enamel is porous and the surface may show pits and breakdowns.
vi: Trong dạng nặng gần như toàn bộ men răng bị xốp và bề mặt có thể có lỗ và vỡ.

source: In severe forms the increased porosity may also lead to enamel breakdown (Weerheijm 2003).
vi: Trong dạng nặng tăng tính xốp cũng dẫn tới men răng bị vỡ (Weerheijm 2003).

source: In some cases – especially in “older” inactive lesions – even a third application or micro-abra-
vi: Trong một số trường hợp, đặc biệt là trong tổn thương không hoạt động "cũ" thậm chí áp dụng lần thứ ba hoặc vi mài mòn

source: In some cases, also second permanent molars and primary teeth show alterations.
vi: Trong một số trường hợp, cũng có răng cối lớn thứ hai và răng sữa cho thấy sự thay đổi.

source: In some cases, in-office bleaching is performed to motivate patients before starting an at-home protocol in the combined or jump-start technique.
vi: Trong một số trường hợp, tẩy trắng tại phòng khám được thực hiện để động viên bệnh nhân trước khi bắt đầu quy trình tại nhà trong việc phối hợp hoặc kỹ thuật mồi khởi động.

source: In specific situations, including clinical cases of one-tooth whitening, the tray may be slightly extended gingivally.
vi: Trong tình huống cụ thể, bao ca lâm sàng tẩy trắng răng, khay có thể được mở rộng thêm về phía nướu một ít.

source: In spite of a slight improvement in the tooth color patient never felt that the tooth was esthetically acceptable.
vi: Mặc dù màu răng cải thiện một chút nhưng bệnh nhân không cảm thấy thẩm mỹ chấp nhận được.

source: In summary, at- home whitening with 10 % carbamide peroxide in a custom-fitted tray is safer and more effective than OTC bleaching treatments.
vi: Tóm lại, tẩy trắng răng tại nhà bằng 10 % carbamide peroxide trong khay cá nhân an toàn hơn và hiệu quả hơn điều trị tẩy trắng OTC.

source: In summary, we recommend the use of 35 % alkaline gels, containing desensitiz- ing agents.
vi: Tóm lại, chúng tôi đề nghị sử dụng gel kiềm 35 %, có chứa chất chống nhạy cảm.

source: In the European Union, the maximum concentration of peroxide allowed in toothpastes and mouth rinses is 0.1 % (European Commission Scientific Committee on Consumer Products 2007).
vi: Trong liên Minh châu Âu, nồng độ tối đa của peroxide phép trong kem đánh răng và nước súc miệng là 0.1 % (European Commission Scientific Committee on Consumer Products 2007).

source: In the case of fluoride its source can be either iatrogenic or from natural sources, such as drinking water.
vi: Trong trường hợp của flo, nguồn của nó có thể là do điều trị hoặc từ nguồn tự nhiên, như nước uống.

source: In the clinical case, two clinical appointments were required to achieve patient satisfaction.
vi: Trong sử dụng lâm sàng, cần hai cuộc hẹn để đạt được sự hài lòng của bệnh nhân.

source: In the early 1900s, Dr. Walter Kane used muriatic (hydrochloric) acid to erode endemic brown and white fluorosis discoloration from the anterior teeth of people in Colorado.
vi: Trong những năm đầu 1990, Dr. Walter Kane đã dùng muriatic (hydrochloric) acid để làm mòn sự đổi màu do nhiễm fluor màu nâu và trắng từ răng trước ở Colorado.

source: In the first appointment patient had stated that he did not want to whiten the mandibular teeth.
vi: Trong buổi hẹn đầu tiên, bệnh nhân đã nói rằng ông đã không muốn làm trắng răng hàm dưới.

source: In the first study, 29 patients had their maxillary teeth treated with a 10 % carbamide peroxide gel nightly for 2 weeks.
vi: Trong các nghiên cứu đầu tiên, 29 bệnh nhân được điều trị bằng gel carbamide peroxide 10 % hàng đêm trong 2 tuần.

source: In the mid-1800s, crowns were commonly used for the treatment of discolored teeth (Kirk 1906).
vi: Ở giữa những năm 1800, mão răng đã được sử dụng để điều trị của đổi màu răng (Kirk năm 1906).

source: In the next step, the lesion must be properly desiccated.
vi: Trong bước kế tiếp, tổn thương phải được làm khô đúng.

source: In the next step, the lesion needs to be properly desiccated.
vi: Trong bước tiếp theo, tổn thương cần làm khô đúng.

source: In the next step, the surface layer is eroded by application of 15 % hydrochloric acid gel (Icon etch) for 2 min. In most cases, it is advisable to cover all buccal
vi: Trong bước tiếp theo, lớp bề mặt bị xoi mòn bằng 15 % hydrochloric acid gel (Icon etch) 2 phút. Hầu hết trường hợp, người ta khuyên phủ tất cả mặt ngoài

source: In the past, caries was often regarded as a transmittable disease caused by an infection with bacteria like Streptococcus mutans (Keyes 1960).
vi: Trong quá khứ, sâu răng thường được cọi là một bệnh lây do vi khuẩn như Streptococcus mutans (Keyes 1960).

source: In the second study (Meireles et al.
vi: Trong nghiên cứu thứ hai (Meireles và cộng sự

source: In the “x” axis, time 0 means the color taken immediately after in-office bleaching and the other times represent weekly measures up to 6 weeks.
vi: Trong trục “x”, thời gian 0 nghĩa là so màu ngay lập tức sau tẩy trắng răng và các thời gian khác đại diện cho so màu hàng tuần đến 6 tuần.

source: In this case, 2 min etching with 15 % HCl may not be sufficient to erode the complete surface layer and infiltration of the lesion body might be impaired.
vi: Trong trường hợp này, 2 phút xoi mòn bằng 15 % HCl có thể không đủ để xoi mòn hoàn toàn lớp bề mặt và sự xâm nhập vào thân tổn thương có thể bị yếu.

source: In this case, a second application of the etching gel for another 2 min is recommended.
vi: Trong trường hợp này, nên áp dụng gel etching thêm 2 phút.

source: In this chapter, the step-by-step procedure of in-office whitening (or in-office bleaching) and the efficacy and side effects of this bleaching modality will be presented.
vi: Trong chương này, quy trình từng bước của tẩy trắng tại phòng khám và hiệu quả cũng như tác dụng phụ của phương pháp tẩy trắng được trình bày.

source: In this chapter, we will describe all steps involved in an effective bleaching pro- tocol and also report some of the variations of each step as long as they can still result in an effective whitening outcome.
vi: Trong chương này, chúng tôi mô tả tất cả bước trong quy trình tẩy trắng hiệu quả và cũng báo cáo vài thay đổi của mỗi bước cũng như chúng có thể dẫn tới kết quả tẩy trắng răng hiệu quả..

source: In this context, it should be considered that especially for young patients in doubt, the less invasive methods should always be preferred and restorations should be postponed as long as possible (Qvist 2008).
vi: Trong bối cảnh này, nên coi xem xét thật cẩn thận bệnh nhân trẻ còn nghi ngờIn this context, phương pháp càng ít xâm lấn luôn được ưu tiên và phục hồi cần được trì hoãn càng lâu càng tốt (Qvist 2008).

source: In this list of treatment options, the invasiveness increases from remineralization methods toward the aesthetic rehabilitation using veneers.
vi: Trong danh sách chọn lựa điều trị này, sự xâm lấn tăng từ phương pháp tái khoáng đến phục hồi chức năng bằng veneer.

source: In this study, the Löe’s gingival index and external cervical resorption findings were considered within normal expectations.
vi: Trong nghiên cứu này, chỉ số nướu của Löe và ngoại tiêu cổ răng tìm thấy được xem là trong mong đợi bình thường.

source: In this study, there was a reversal of color change in tetracycline- stained teeth at 5 years.
vi: Trong nghiên cứu này, đã có một sự đảo ngược của thay đổi màu sắc trong nhiễm màu tetracycline sau 5 năm.

source: In this way, the “jump-start” technique, as the name suggests, is commonly used to motivate the patients to comply with the at-home bleaching protocol.
vi: Bằng cách này, kỹ thuật "mồi khởi động" thường được dùng để thúc đẩy bệnh nhân tuân thủ điều trị tẩy trắng răng tại nhà.

source: In white spot lesions, of whatever origin, the enamel structure is interspersed with porosities and voids.
vi: Trong sang thương đốm trắng của bất kì nguồn gốc nào, cấu trúc men răng được xen kẽ với độ xốp và khoảng trống.

source: In-Office Whitening
vi: Tẩy trắng răng tại phòng khám

source: In-office bleaching gels are delivered in low pH because they are more stable in acidic solutions than in basic solutions.
vi: Gel tẩy trắng tại phòng khám được sản xuất có pH thấp bởi vì chúng ổn định hơn trong dung dịch axít hơn dung dịch cơ bản.

source: In-office bleaching is performed first by a dental professional to provide an initial jump-start bleaching effect.
vi: tẩy trắng răng tại phòng được thực hiện đầu tiên bởi nha sĩ để cung cấp một bước nhảy ban đầu để tẩy trắng răng hiệu quả.

source: In-office whitening is a treatment option in the dental bleaching armamentarium.
vi: Tẩy trắng tại phòng khám là chọn lựa điều trị trong trang bị tẩy trắng nha khoa.

source: In-office whitening is performed with high concentrations of hydrogen peroxide (HP), usually ranging from 15 to 40 %.
vi: Tẩy trắng tại phòng khám được thực hiện với hydrogen peroxide (HP) nồng độ cao, thường từ 15 - 40 %.

source: Inactive lesions
vi: Tổn thương không hoạt động

source: Increased concen- tration of carbamide peroxide did not extend the time needed prior to bonding.
vi: Tăng nồng độ của carbamide peroxide không kéo dài thời gian cần thiết trước khi dán.

source: Indications
vi: Chỉ định

source: Indications for at-home whitening with carbamide peroxide gel in a custom- fitted tray:
vi: Chỉ định cho tẩy trắng răng tại nhà bằng gel carbamide peroxide trong khay cá nhân:

source: Inefficient bleaching protocols will not lead to a satisfactory bleaching outcome.
vi: Quy trình tẩy trắng không hiệu quả sẽ không đưa tới kết quả tẩy trắng như ý.

source: Infiltrant resins show a much higher penetrability compared with bonding agents and thus ensure a deeper infiltration.
vi: Xâm nhập nhựa có mức xuyên qua cao hơn so với tác nhân dán và do đó xâm nhập sâu hơn.

source: Infiltration of Buccal Caries
vi: Xâm nhập nhựa của sâu răng mặt ngoài

source: Infiltration of Developmental Defects
vi: Xâm nhập của khiếm khuyết phát triển

source: Inform patient that sensitivity is likely to occur; prescribe potassium-nitrate- containing toothpaste to replace patient’s regular toothpaste.
vi: Thông báo bệnh nhân sự nhạy cảm có thể xảy ra; kê toa kem đánh răng chứa potassium nitrate để thay thế kem đánh răng thường dùng của bệnh nhân.

source: Initial Caries
vi: Sâu răng mới chớm

source: Insert the tray snugly over the teeth; gently tap the tray to move the gel into place and adapt tray to the teeth
vi: Đặt khay khít sát vào răng; nhẹ nhàng chạm vào khay để gel tràn đều lên răng.

source: Instead of performing three 15-min applications as suggested by the manufacturer, the product was kept for 45 min without replenishment.
vi: Thay vì thực hiện áp dụng 15 phút của nhà sản xuất, sản phẩm được giữ 45 phút mà không cần bổ sung.

source: Instructions were carefully given to the patient, and a new appointment set up for within 1 month (and every month thereafter).
vi: Bệnh nhân được hướng dẫn cẩn thận, và tái khám hàng tháng.

source: Internal Whitening and At-Home Tray Whitening
vi: Tẩy trắng bên trong và tẩy trắng tại nhà

source: Internal whitening of endodontically treated teeth is still a good esthetic resource especially when a full-coverage restoration is not indicated or the patient prefers not to have the tooth restored with a full-coverage restoration.
vi: Tẩy trắng răng đã nội nha vẫn là chọn lựa thẩm mỹ đặc biệt là khi phục hồi mão toàn diện không được chỉ định hoặc bệnh nhân không muốn phục hồi mão toàn diện.

source: Internal whitening or intracoronal whitening offers some advantages over more invasive treatments, as: (1) it is relatively easy to carry out; (2) it involves the removal of minimal tooth structure; and (3) the cost of treatment is low compared to that of other restorative options including full- and partial-coverage restorations.
vi: Tẩy trắng bên trong hoặc tẩy trắng trong thân răng có một số ưu điểm hơn một số điều trị xâm lấn như (1) tương đối dễ thực hiện; (2) nó liên quan loại bỏ tối thiểu cấu trúc răng; và (3) giá cả thấp hơn so với phục hồi khác gồm mão răng toàn phần hoặc bán phần.

source: Intra-oral photographs are extremely valuable to document the pretreatment tooth color for future comparisons and to include in the patient’s record.
vi: Hình ảnh trong miệng rất có giá trị để lưu hồ sơ răng trước điều trị và màu răng trong tương lai.

source: Intracoronal Whitening of Endodontically Treated Teeth
vi: Tẩy trắng trong thân răng của răng điều trị nội nha

source: Intracoronal whitening of discolored endodontically treated teeth has been described in the dental literature since the nine- teenth century (Dwinelle 1850; Fitch 1861).
vi: Tẩy trắng trong thân răng của răng đổi màu do nội nha được mô tả trong y văn từ thế kỷ 19 (Dwinelle 1850; Fitch 1861).

source: Intraoral photographs are essential to document the baseline color.
vi: Chụp hình trong miệng là cần thiết để ghi lại màu ban đầu.

source: Intrapulpal hemorrage Intracanal medicaments
vi: Xuất huyết tuỷ băng thuốc trong ống tuỷ

source: Intrinsic Stains
vi: Nhiễm từ bên trong

source: Intrinsic stains can be caused by local or by systemic causes (Fig. 8.1).
vi: Nhiễm màu nội tại có thể do nguyên nhân toàn thân (Hình 8.1).

source: Intrinsic stains result from the incorporation of chromogenic materials into dentin either during odontogen- esis or after eruption (Plotino et al.
vi: Nhiễm màu nội tại là kết quả của sự hợp nhất của vật liệu nhiễm sác vào ngà răng hay trong khi hình thành ngà sau khi mọc răng (Plotino và cộng sự

source: Introduction
vi: Giới thiệu

source: Introduction to Tooth Whitening
vi: Giới thiệu tẩy trắng răng

source: Invented chloride of lime (called bleaching powder)
vi: Phát minh chloride vôi (gọi là bột tẩy trắng)

source: Is it OK that I wear my tray filled with 10 % carbamide peroxide for 2 h per day?
vi: Nó có ổn không nếu tôi mang khay 10 % carbamide peroxide for 2 h mỗi ngày?

source: Is it safe?
vi: Nó có an toàn không?

source: Is the jump-start technique more efficient than the at-home technique alone?
vi: Kỹ thuật mồi khởi động có hiệu quả hơn so với một mình kỹ thuật tại nhà?

source: Isolation by rubber dam or liquid dam
vi: Cô lâpọ bằng đê cao su hoặc đê lỏng

source: It also is significantly less expensive.
vi: Nó cũng ít tốn kém đáng kể.

source: It could be shown that good aesthetic results can be expected for cases of mild to moderate fluorosis (Auschill et al.
vi: Có thể thấy rằng kết quả thẩm mỹ tốt có thể mong đợi cho những trường hợp nhiễm fluor nhẹ đến trung bình (Auschill và cộng sự

source: It has been reported that peroxides increase the porosity of enamel (Ben-Amar et al.
vi: Nó kết luận rằng peroxide làm tăng tính xốp của men răng (Ben-Amar và cộng sự

source: It has been shown that hydrogen peroxide releases all of its peroxide in 30–60 min, with a quick decline, while carbamide peroxide releases about 50 % of its peroxide in 4 h, then experiences a slow decline (Haywood 2005).
vi: Người ta chứng minh được rằng hydrogen peroxide giải phóng peroxide trong 30–60 min, với sự suy giảm nhanh chóng, trong khi carbamide peroxide giải phóng 50% peroxide trong 4 h, sau đó kinh nghiệm giảm chậm (Haywood 2005).
